import './AboutMe.scss'

function AboutMe() {
	return(
		<div className="aboutMe">
			<h3 className="aboutMe__subtitle">const <span>AboutMeText</span> = </h3>
			<div className='aboutMe__text'>
				<p>Я тот самый начинающий разработчик, резюме которых обычно сразу закрывают. Но если вдруг я тебя заинтересовал, то рад знакомству!</p>
					
				<p>На данный момент я в поиске первого места работы в сфере программирования. Готов усердно трудиться, заниматься прокачкой, как hard-скиллов, так и soft-скиллов, ведь это неотъемлемая часть профессионального совершенствования. Я стремлюсь не просто выполнять задачи, а приносить реальную пользу и вносить разнообразие в повседневную рутину(тот самый любитель скидывать мемасики в чаты). Стараюсь не стоять на месте и изучать что-то новое каждый день</p>

				<p>Я - лютый меломан, люблю не только слушать музыку, но и исполнять(играю на гитаре, барабанах и немного на пианино). В свободное время занимаюсь не только саморазвитием, люблю поиграть в компьютерные и настольные игры xD</p>

				<p>Жду с нетерпением нашей встречи 💚</p>
			</div>
		</div>
	)
}

export default AboutMe;